Repository: ahito89/SteamCAD
Catalog: po/*/LC_MESSAGES/SteamCAD.po
Languages: cs

source: # of copies:
cs: Počet kopií:

source: All files
cs: Všechny soubory

source: Angle:
cs: Úhel:

source: Angular grid:
cs: Úhový krok

source: Angular mask:
cs: Úhlová maska

source: Angular unit:
cs: Úhlová jednotka

source: Arc Ellipses:
cs: Kruhové elipsy

source: Arrows
cs: Šipky

source: Backslash
cs: Zpětné lomítko

source: Base:
cs: Základ:

source: Best _Fit
cs: Zobrazit vše

source: Bold
cs: Tučné

source: Change dimensions
cs: Změna kótování

source: Circles:
cs: Kruhy:

source: Click a line to mirror about
cs: Označte přímku pro převrácení

source: Click a line to move along
cs: Označte přímku pro posun

source: Click a point to move from
cs: Označte výchozí bod posunu

source: Click a point to move to
cs: Označte koncový bod posunu

source: Click a point to rotate about
cs: Označte střed otočení

source: Click a point to rotate from
cs: Označte výchozí bod otáčení

source: Click a point to rotate to
cs: Označte koncový bod otáčení

source: Default arrow length:
cs: Výchozí délka šipky

source: Default arrow shape:
cs: Výchozí tvar šipky

source: Default arrow width:
cs: Výchozí šířka šipky

source: Default font
cs: Výchozí font

source: Default line width:
cs: Výchozí tloušťka čáry

source: Dimensioning
cs: Kótování

source: Dimensions:
cs: Kóty

source: Disable snap
cs: Nepřichtávat

source: Display units
cs: Jednotky zobrazení

source: Distance:
cs: Vzdálenost:

source: Drawing scale
cs: Měřítko výkresu

source: E_volvent
cs: E_volventa

source: Eccentricity magnitude must not exceed 100
cs: Velikost vychýlení nesmí překročit 100

source: Eccentricity:
cs: Vychýlení

source: Edit Dimension
cs: Upravit kótu

source: Ellipses:
cs: Elipsy:

source: Enable snap
cs: Přichtávat

source: Evolvents:
cs: Evolventy:

source: Exactly one circle must be selected to insert an evolventa
cs: K vložení evolventy je třeba vybrat právě jednu kružnici

source: Exactly one line must be selected to insert a parabola
cs: K vložení paraboly je třeba vybrat právě jednu přímku

source: Exactly one object must be selected to insert a dimension
cs: K vložení kóty je třeba vybrat právě jeden objekt

source: Exactly two lines must be selected to insert a hyperbola
cs: K vložená hyperboly je třeba vybrat právě dvě přímky

source: Exactly two lines must be selected to insert an arc ellipse
cs: K vložení kruhové elipsy je třeba vybrat právě dvě přímky

source: Exactly two objects must be selected to round corner
cs: K vložená zaoblení je třeba vybrat právě dva objekty

source: Face:
cs: Typ:

source: File Setup
cs: Nastavení

source: Filled
cs: Plná

source: General
cs: Obecné

source: Graphic elements
cs: Grafické prvky

source: Hyperbolas:
cs: Hperboly

source: Invalid mask (unknown reason)
cs: Neplatná maska (důvod neznámý)

source: Invalid number
cs: Neplatné číslo

source: Invalid pattern sequence (zero or no-value must not precede a non-zero value)
cs: Neplatný vzorek (nenulovou hodnotu nesmí předcházet hodnota nulová nebo prázdná)

source: Italic
cs: Kurzíva

source: Landscape
cs: Na šířku

source: Left length:
cs: Délka vlevo

source: Left shape:
cs: Tvar vlevo

source: Left width:
cs: Šířka vlevo

source: Length mask:
cs: Délková maska:

source: Line Style
cs: Styl čáry

source: Line _style
cs: _Styl čáry

source: Line pattern:
cs: Vzorek čáry

source: Line segment length must not be negative
cs: Úsek vzorku nesmí být záporný

source: Line width:
cs: Tloušťka čáry:

source: Lines:
cs: Přímky:

source: M_irror
cs: _Převrácení

source: Mark con_flicts
cs: Označení kon_fliktů

source: Measure _distance
cs: Měření _vzdáleností

source: Mode
cs: Mód

source: New scale:
cs: Nové měřítko:

source: None
cs: Žádná

source: Old scale:
cs: Staré měřítko:

source: Open File
cs: Otevřít soubor

source: Paper length unit:
cs: Délková jednotka na papíru:

source: Paper size:
cs: Velikost papíru

source: Paper units
cs: Jednotky papíru

source: Parabolas:
cs: Paraboly:

source: Point
cs: Bod

source: Portrait
cs: Na výšku

source: Precision should not be greater than 16
cs: Přesnost nemůže být větší než 16

source: Precision should not be negative
cs: Přesnost nesmí být záporná

source: Precision value cannot be parsed
cs: Nerozumím hodnotě přesnosti

source: Radius:
cs: Poloměr:

source: Re_do
cs: _Dopředu

source: Re_scale and Units
cs: Změna _měřítka a jednotek

source: Right length:
cs: Délka vpravo

source: Right shape:
cs: Tvar vpravo

source: Right width:
cs: Šířka vpravo

source: S_tatistics
cs: S_tatistiky

source: Sample 0123456
cs: Ukázka 0123456

source: Save File
cs: Uložit soubor

source: Save _As ...
cs: Uložit _jako ...

source: Save se_lection ...
cs: Uložit _výběr ...

source: Scale and Units
cs: Měřítko a jednotky

source: Scale dimension arrows
cs: Změnit šipky kót

source: Scale drawing
cs: Změnit měřítko výkresu

source: Scale labels
cs: Změnit popisky

source: Scale line patterns
cs: Změnit vzorky čar

source: Scale line widths
cs: Změnit šířky čar

source: Scale:
cs: Měřítko:

source: Size units for lines, arrows and fonts:
cs: Jednotky velikosti pro čáry, šipky a fonty:

source: Size:
cs: Velikost:

source: Slash
cs: Lomítko

source: Splines:
cs: Spliny:

source: Standard
cs: Základní

source: Statistics
cs: Statistiky

source: SteamCAD Files
cs: Soubory SteamCADu

source: The file has been changed. Do you want to save it?
cs: Soubor byl změněn. Uložit změny?

source: The number of non-zero segments must be even
cs: Počet nenulových úseků musí být sudý

source: Toggle s_nap
cs: Prohoď přichytávání

source: Total segments:
cs: Celkový počet čar:

source: Underline
cs: Podtržené

source: World length unit:
cs: Skutečná délková jednotka:

source: X grid:
cs: Krok X:

source: Y grid:
cs: Krok Y:

source: _Arc Ellipse
cs: Kru_hová elipsa

source: _Break apart
cs: _Rozdělit

source: _Circle
cs: _Kruh

source: _Copy paralel
cs: _Rovnoběžná kopie

source: _Dimension
cs: Kó_ta

source: _Edit
cs: _Úpravy

source: _Ellipse
cs: _Elipsa

source: _Extend
cs: _Protáhnout

source: _File
cs: _Soubor

source: _Include ...
cs: _Vložit

source: _Knife
cs: _Nůž

source: _Line
cs: _Přímka

source: _Move
cs: _Posun

source: _New
cs: _Nový

source: _Open
cs: _Otevřít

source: _Properties
cs: _Vlastnosti

source: _Quit
cs: _Ukončit

source: _Rotate
cs: _Otočení

source: _Round
cs: _Zaoblení

source: _Save
cs: _Uložit

source: _Select
cs: _Výběr

source: _Tools
cs: _Nástroje

source: _Undo
cs: _Zpět

source: _View
cs: _Pohled
